---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures
source: html/5995d18f-47dc-a8f7-c7d4-2b5ab9f9cab1.htm
---
# BuiltInFailures.MEPCalculationFailures Properties

There should be at least one equipment on duty.